/* No comment provided by engineer. */
"A ripping or encoding operation is already in progress." = "Un'operazione di estrazione o conversione è già in corso.";

/* No comment provided by engineer. */
"An error occurred during file conversion." = "Si è verificato un errore durante la conversione del file.";

/* No comment provided by engineer. */
"An error occurred on device %s." = "Si è verificato un errore nell'unità %s.";

/* No comment provided by engineer. */
"An error occurred while accessing the disc on device %@." = "Si è verificato un errore durante l'accesso al disco nell'unità %@.";

/* No comment provided by engineer. */
"An error occurred while attempting to download album artwork." = "Si è verificato un errore nel tentativo di scaricare la copertina dell'album.";

/* No comment provided by engineer. */
"An error occurred while converting the file \"%@\"." = "Si è verificato un errore durante la conversione del file \"%@\".";

/* No comment provided by engineer. */
"An error occurred while encoding the file \"%@\"." = "Si è verificato un errore durante la codifica del file \"%@\".";

/* No comment provided by engineer. */
"An error occurred while initializing the %@ class." = "Si è verificato un errore durante l'inizializzazione della classe %@.";

/* No comment provided by engineer. */
"An error occurred while opening the document \"%@\"." = "Si è verificato un errore durante l'apertura del documento \"%@\".";

/* No comment provided by engineer. */
"An error occurred while opening the file \"%@\" for conversion." = "Si è verificato un errore durante l'apertura del file \"%@\" per la conversione.";

/* No comment provided by engineer. */
"An error occurred while ripping tracks from the disc \"%@\"." = "Si è verificato un errore durante l'estrazione delle tracce dal disco \"%@\".";

/* No comment provided by engineer. */
"An error occurred while tagging the file \"%@\"." = "Si è verificato un errore durante il tagging del file \"%@\".";

/* No comment provided by engineer. */
"Cue sheets are not supported for this output format." = "Le cue sheets non sono supportate da questo formato di uscita.";

/* No comment provided by engineer. */
"Decoding error: possible corrupted stream." = "Errore nella decodifica: è possibile che lo stream sia corrotto.";

/* No comment provided by engineer. */
"Decoding overflow: possible corrupted stream." = "Overflow nella decodifica: è possibile che lo stream sia corrotto.";

/* No comment provided by engineer. */
"LAME encoding error." = "Errore nella codifica LAME.";

/* No comment provided by engineer. */
"LAME only supports one or two channel input." = "LAME supporta solo fino a due canali di input.";

/* No comment provided by engineer. */
"LAME was unable to flush the buffers." = "LAME non è riuscito a svuotare i buffer.";

/* No comment provided by engineer. */
"Monkey's Audio compressor error." = "Errore del compressore Monkey's Audio.";

/* No comment provided by engineer. */
"Musepack decoding error." = "Errore nella decodifica Musepack.";

/* No comment provided by engineer. */
"No matching discs were found." = "Nessun disco corrispondente trovato.";

/* No comment provided by engineer. */
"No tracks are selected for encoding." = "Non sono state selezionate tracce da codificare.";

/* No comment provided by engineer. */
"Speex only supports one or two channel input." = "Speex supporta solo uno o due canali di input.";

/* No comment provided by engineer. */
"The call to %@ failed (%@)." = "La chiamata a %1$@ è fallita (%2$@).";

/* No comment provided by engineer. */
"The call to %@ failed." = "La chiamata a %@ è fallita.";

/* No comment provided by engineer. */
"The file does not appear to be a valid Musepack file." = "Il file non sembra essere un file Musepack valido.";

/* No comment provided by engineer. */
"The file does not appear to be a valid Ogg Vorbis file." = "Il file non sembra essere un file Ogg Vorbis valido.";

/* No comment provided by engineer. */
"The file's format was not recognized." = "Il formato del file non è stato riconosciuto.";

/* No comment provided by engineer. */
"The retry limit was exceeded." = "Si è superato il numero massimo di tentativi.";

/* No comment provided by engineer. */
"The skip tolerance was exceeded." = "Si è superata la soglia di omissione.";

/* No comment provided by engineer. */
"The Speex mode number %i was not recognized." = "La modalità Speex numero %i non è stata riconosciuta.";

/* No comment provided by engineer. */
"This file was encoded with a different version of Speex." = "Questo file è stato codificato con una versione differente di Speex.";

/* No comment provided by engineer. */
"This file was encoded with a newer version of Speex." = "Questo file è stato codificato con una versione di Speex più recente.";

/* No comment provided by engineer. */
"This file was encoded with an older version of Speex." = "Questo file è stato codificato con una versione obsoleta di Speex.";

/* No comment provided by engineer. */
"Unable to access the disc." = "Impossibile accedere al disco.";

/* No comment provided by engineer. */
"Unable to allocate memory." = "Impossibile allocare la memoria.";

/* No comment provided by engineer. */
"Unable to close the cue sheet." = "Impossibile chiudere il cue sheet.";

/* No comment provided by engineer. */
"Unable to close the drive." = "Impossibile chiudere l'unità.";

/* No comment provided by engineer. */
"Unable to close the output file." = "Impossibile chiudere il file d'uscita.";

/* No comment provided by engineer. */
"Unable to close the temporary file." = "Impossibile chiudere il file temporaneo.";

/* No comment provided by engineer. */
"Unable to create a temporary file." = "Impossibile creare un file temporaneo.";

/* No comment provided by engineer. */
"Unable to create directory." = "Impossibile creare una cartella.";

/* No comment provided by engineer. */
"Unable to create the application data directory." = "Impossibile creare la cartella dei dati dell'applicazione.";

/* No comment provided by engineer. */
"Unable to create the cue sheet." = "Impossibile creare il cue sheet.";

/* No comment provided by engineer. */
"Unable to create the FLAC decoder." = "Impossibile creare il decodificatore FLAC.";

/* No comment provided by engineer. */
"Unable to create the FLAC encoder." = "Impossibile creare il codificatore FLAC.";

/* No comment provided by engineer. */
"Unable to create the Monkey's Audio compressor." = "Impossibile creare il compressore Monkey's Audio.";

/* No comment provided by engineer. */
"Unable to create the Ogg FLAC encoder." = "Impossibile creare il codificatore Ogg FLAC.";

/* No comment provided by engineer. */
"Unable to create the output file." = "Impossibile creare il file di uscita.";

/* No comment provided by engineer. */
"Unable to create the WavPack encoder." = "Impossibile creare il codificatore WavPack.";

/* No comment provided by engineer. */
"Unable to decode Speex bitstream version %i." = "Impossibile decodificare il bitstream di Speex versione %i.";

/* No comment provided by engineer. */
"Unable to delete the input file." = "Impossibile eliminare il file di ingresso.";

/* No comment provided by engineer. */
"Unable to delete the output file." = "Impossibile eliminare il file di uscita.";

/* No comment provided by engineer. */
"Unable to delete the temporary file." = "Impossibile eliminare il file temporaneo.";

/* No comment provided by engineer. */
"Unable to eject the disc." = "Impossibile espellere il disco.";

/* No comment provided by engineer. */
"Unable to flush the drive's cache" = "Impossibile svuotare la cache dell'unità";

/* No comment provided by engineer. */
"Unable to get the drive's speed" = "Impossibile determinare la velocità dell'unità";

/* No comment provided by engineer. */
"Unable to initialize the LAME encoder." = "Impossibile inizializzare il codificatore LAME.";

/* No comment provided by engineer. */
"Unable to initialize the Monkey's Audio compressor." = "Impossibile inizializzare il compressore Monkey's Audio.";

/* No comment provided by engineer. */
"Unable to initialize the ogg stream." = "Impossibile inizializzare lo stream ogg.";

/* No comment provided by engineer. */
"Unable to initialize the Ogg Vorbis encoder." = "Impossibile inizializzare il codificatore Ogg Vorbis.";

/* No comment provided by engineer. */
"Unable to initialize the WavPack encoder." = "Impossibile inizializzare il codificatore WavPack.";

/* No comment provided by engineer. */
"Unable to intialize the Musepack decoder." = "Impossibile inizializzare il decodificatore Musepack.";

/* No comment provided by engineer. */
"Unable to intialize the Speex decoder." = "Impossibile inizializzare il decodificatore Speex.";

/* No comment provided by engineer. */
"Unable to locate the input file." = "Impossibile trovare il file di ingresso.";

/* No comment provided by engineer. */
"Unable to locate the output file." = "Impossibile trovare il file di uscita.";

/* No comment provided by engineer. */
"Unable to open the drive for reading." = "Impossibile aprire l'unità per la lettura.";

/* No comment provided by engineer. */
"Unable to open the input file." = "Impossibile aprire il file di ingresso.";

/* No comment provided by engineer. */
"Unable to open the output file for tagging." = "Impossibile aprire il file di uscita per il tagging.";

/* No comment provided by engineer. */
"Unable to open the output file." = "Impossibile aprire il file di uscita.";

/* No comment provided by engineer. */
"Unable to read from the disc." = "Impossibile leggere dal disco.";

/* No comment provided by engineer. */
"Unable to read from the input file." = "Impossibile leggere dal file di ingresso.";

/* No comment provided by engineer. */
"Unable to read the disc's media catalog number (MCN)" = "Impossibile leggere il Media Catalog Number (MCN) del disco";

/* No comment provided by engineer. */
"Unable to read the disc's table of contents." = "Impossibile leggere la tabella dei contenuti del disco.";

/* No comment provided by engineer. */
"Unable to read the international standard recording code (ISRC) for track %i" = "Impossibile leggere l'International Standard Recording Code (ISRC) della traccia %i";

/* No comment provided by engineer. */
"Unable to seek in the input file." = "Impossibile trovare il file di ingresso.";

/* No comment provided by engineer. */
"Unable to set the drive's speed" = "Impossibile impostare la velocità dell'unità";

/* No comment provided by engineer. */
"Unable to start the Monkey's Audio compressor." = "Impossibile avviare il compressore Monkey's Audio.";

/* No comment provided by engineer. */
"Unable to unmount the disc." = "Impossibile rimuovere il disco.";

/* No comment provided by engineer. */
"Unable to write the APE tags." = "Impossibile scrivere i tag APE.";

/* No comment provided by engineer. */
"Unable to write to the cue sheet." = "Impossibile scrivere i cue sheet.";

/* No comment provided by engineer. */
"Unable to write to the output file." = "Impossibile scrivere sul file di uscita.";

/* No comment provided by engineer. */
"Warning: the file %@ was lost." = "Attenzione: il file %@ è andato perduto.";

/* No comment provided by engineer. */
"Your installation of Max appears to be incomplete." = "L'installazione di Max sembra essere incompleta.";

